import React, { useEffect } from 'react'
import BasicIntro from '../Reusable/BasicIntro'
import ManagementSection from '../Organization/ManagementSection'
import FeaturedBoxes from '../Home/FeatureBox'
import { useLocation } from 'react-router-dom'

const OrganizationPage = () => {
    const {pathname} = useLocation();
console.log(pathname)

useEffect(()=>{
const pathSegments = pathname.split('/')
console.log(pathSegments)
const lastSegment = pathSegments[pathSegments.length-1]
console.log(lastSegment)
const element = document.getElementById(lastSegment);
if(element){
    const headerOffset = 100;
    const elementPosition = element.getBoundingClientRect().top;
    const offsetPosition = elementPosition+ window.pageYOffset - headerOffset
    window.scrollTo({
        top:offsetPosition,
        behavior:'smooth'
    })
}
},[pathname])

    const organizationData = {
        image:"https://tp-acharya.terracecafe.com.np/upload/images/settings/1712294498pratisthan.jpg",
        headerdata:"प्रतिष्ठानको परिचय",
        information:["नेपालमा राजनीतिक परिवर्तनद्वारा नागरिक सम्मान र मानव अधिकार, सामाजिक न्याय एवं प्रजातन्त्र तथा लोक कल्याणकारी राज्यको स्थापना गरी देशको राष्ट्रिय स्वाधीनताको मार्गलाई विकसित गरी सर्वतोमुखी विकास गर्ने हेतुले शताब्दी लामो जहानिया राणा शासनलाई जन संघर्षबाट अन्त्य गर्दै बहुदलीय प्रजातान्त्रिक व्यवस्थाको स्थापना गर्न संगठित जनप्रयासतर्फ नेपालमा क्रान्तिको पहिलो सार्वजनिक विगुल फुक्ने राष्ट्रिय नेता स्वर्गीय टंकप्रसाद आचार्यले जिउज्यानको बाजी लगाई सम्वर्धन गरेको जनकल्याणकारी प्रजातन्त्र र राष्ट्रिय स्वाभिमानका मूल्य र मान्यताहरूको प्रवद्र्धन गर्नका साथै श्री आचार्यको सम्मान गर्दै उहाँको कीर्ति तथा पावन स्मृतिलाई चिरस्थायी राख्ने उद्देश्य लिएर २०५० साल वैशाख ११ गते सार्वजनिक क्षेत्रमा टंकप्रसाद आचार्य स्मृति प्रतिष्ठानको स्थापना गरिएको हो । जिल्ला प्रशासन कार्यालय काठमाडौंमा २०५० वैशाख ११ गते दर्ता गरिएको छ । साथै मिति २०६१ कार्तिक ३० मा आवद्धता नं. १६९९३ वाट प्रतिष्ठान समाज कल्याण परिषद्मा समेत आवद्ध छ ।"]
    }

    const goalData = {
        image:"https://tp-acharya.terracecafe.com.np/upload/images/settings/1696752265mission.jpg",
        headerdata:"उद्देश्य",
        information:["पूर्वप्रधानमन्त्री एवं जनआन्दोलनका पिताका रुपमा सुपरिचित टंकप्रसाद आचार्यको नाममा स्थापित यस संस्थाको मुख्य उद्देश्य नेपालको राष्ट्रिय सार्वभौमिकता, क्षेत्रिय अक्ष्क्षुणता, स्वाभिमान र लोकतान्त्रिक मूल्य तथा मान्यताहरूको संरक्षण र प्रवद्र्धन गर्नु तथा देशको सर्वतोमूखि विकासमा सहयोग पुर्याउनु हो । तसर्थ यस प्रतिष्ठानको भौतिक, वित्तिय तथा मानव संसाधन क्षेत्रमा विशेष योगदान हुने गरि आफ्ना क्रियाकलाप संचालन गर्ने गरेको छ । उक्त उद्देश्यको परिपूर्तिका लागि यस संस्थाले विभिन्न कार्यक्रम गर्ने उद्देश्य राखेको छ ।","(क) राष्ट्रिय सार्वभौमिकता, क्षेत्रीय अक्ष्क्षुणता, स्वाभिमान र लोकतान्त्रिक मुल्यहरूबारे खोज, सेमिनार, गोष्ठी, प्रशिक्षण तथा प्रतियोगिता आदि गराउने र उक्त विषयमा पुस्तक, पुस्तिका प्रकाशन गराउने ।","(ख) यी मूल्य र मान्यतालाई जनता समक्ष पु शिक्षा, सामाजिक उत्थान आर्थिक समुन्नतिको क्षेत्रमा विभिन्न काम गर्ने ।","(ग) पुरस्कारद्वारा राष्ट्रिय वा अन्तर्राष्ट्रिय जगतमा जनकल्याण, विकास एवं सम्वर्धनमा गहकिलो योगदान गरेको व्यक्तिलाई सम्मानित गर्ने ।"]
    }
    const managemenetData ={
        title:"व्यबस्थापन",
        para:[
            {
                title:"आचार्यको प्रतिमा",
                desc:"प्रतिष्ठानको अथक प्रयासमा काठमाडौ महानगरपालीकाले २०५६ सालमा कोटेश्वरमा स्व. आचार्यको प्रतिमा स्थापना गरिएको भियो । दुःखका साथ भन्नु प्रर्दछ की सडक विभागले ग्रिन वेल्टमा निर्माण भएको स्व. आचार्यको प्रतिमा काठमाडौं भक्तपूर सडक विस्तार आयोजना अन्तर्गत कोटेश्वरवाट जडिवुटि जाँदा देव्रे पट्टिको स्थानमास्थानान्तरण गरेकोे छ । हाल त्यहाँ बगंैचा बनाउन स्थानिय टोल सुधार समिति संग छलफल भई काठमाडौ महानगरपालीकामा बाटीका निर्माणको लागि पहल भइरहेको छ । प्रतिष्ठानको निरन्तर प्रयासबाट तार वार गर्ने कार्य सडक विभागबाट र ढुङ्गा छाप्नेकार्य नगरपालिका बाट सम्पन्न भई सकेको छ । त्यहाँ टंकप्रसाद आचार्य को संक्षिप्त जिबनी लेखेकोे र्मावल स्ल्याप पनि राखी सकिएको छ । बाटीका निर्माणको सहमतिका लागि सडक बिभाग संग संझौता भई सकेकाले बाटीका निर्माणको प्रस्ताव नगरपालिकामा पेश गरिएको छ ।"
            },
            {
                title:"टंकप्रसाद रेवन्तकुमारी आचार्य विद्यालय",
                desc:"टंकप्रसाद रेवन्तकुमारी आचार्य विद्यालय स्थापनार्थ नवलपरासी जग्गा खरिद गरी विद्यालय कालागी ३ तले भवन निर्माण भई कक्षा संञ्चालनका लागी फर्निचर समेत राखी सकीएको छ विभिन्न परिस्थिति र स्थानीय आवश्यकता वारे लेखाजोखा गर्दा त्यस भवनमा विभिन्न प्राविधिक तालिमहरु संञ्चालन गर्ने निर्णयमा पुगिएको छ र सोही अनुसार आवश्यक कार्वाही भई रहेको छ ।"
            },
            {
                title:"टंकप्रसाद आचार्य संग्राहलय",
                desc:"नवल परासी रामग्राममा रहेको स्व. आचार्यको जन्मघरमा स्व. टंकप्रसाद आचार्य संग्राहलय बनाउन प्रतिष्ठानलाई जग्गाको भोगाधिकार प्राप्त भएको र संग्रालय बनाउन स्थानिय समितिद्धारा संग्रालयको प्रस्ताव तयार गरी सम्वन्धित मन्त्रालयमा ४ वर्ष अघिनै पेश गरिएकोमा सो कार्य अघि बढन सकेको छैन । घर जिर्ण अबस्थामा पुगेको छ । श्रोत र साधनको अभाबले प्रतिष्ठानले सो कार्य अगाडी बढाउन असमर्थ छ । प्रतिष्ठानका नवल परासी शाखाका अध्यक्षको आफ्नै प्रयासमा स्थानीय श्रोत संकलन गरी थोर बहुत काम भएको छ । गतबर्ष पत्रकारहरुको एउटा टोलिले संग्राहालयको भ्रमणगरी समाचारहरु प्रकाशित गरेका छन् । घरमात्र हस्तान्तरण भई वरीपरी एकधुर पनि जमिन नदिएकोले सो कार्यमा वाधा पुगेको छ । स्व. आचार्यको जन्मघर अगाडिको टहरो सहित चोक पनि हस्तान्तरण हुनु आवश्यक छ ।"
            },
            {
                title:"प्रतिष्ठानको कार्यालय भवन निमार्ण",
                desc:"भक्तपूर कटुञ्जेमा नेपाल सरकारवाट प्रतिष्ठानको कार्यालय भवन वनाउन २ रोपनी ४ आना जग्गाको भोगाधिकार प्राप्त भई निर्माणको लागि हालसम्म प्राप्त रु.६० लाख बजेट निकासा भएको र आ.व.०६९/०७० मा पुर्ण बजेट नआएकाले रकम प्राप्त हुन सकेको छैन । प्रतिष्ठानले गा.वि.स अध्यक्षको अध्यक्षतामा सर्वदलीय स्थानिय सहयोग समिति बनाएर शुरु गरिएको कामले हालसम्म दास्रो तल्ला सम्मको संरचना खडा भएको छ । हाल त्यहा टंकप्रसाद स्मृति वाचनालय संञ्चालित छ ।"
            },
        ]
    }
  return (
    <div className='scroll-smooth'>
        <div id='management'>
            <BasicIntro data={organizationData}/>
        </div>
      <div id="goals">
        <BasicIntro data={goalData} reverse={true}/>
      </div>
      <div id='all-teams'>
<ManagementSection data={managemenetData}/>
      </div>
    </div>
  )
}

export default OrganizationPage
