export const allNews =  {
    dailyActivity:[{
        title:"ख्यातिप्राप्त विभिन्न राष्ट्रहरुसित घनिष्ठ मैत्रीसम्बन्ध कायम गरि नेपालको स्वतन्त्र अस्तित्वको चिनारी विश्व सामु दिए",
            date:"04/04/2024",
         image:"https://tp-acharya.terracecafe.com.np/upload/images/activities/17122304461704610513tp.jpg",
            news:[ "काठमाडाैं । आज माघको १५ गते । राष्ट्रिय नर्स दिवस । यस अवसरमा नेपाल नर्सिङ संघ, नेपाल नर्सिङ काउन्सिल लगायत देशभरका स्वास्थ्य संस्थाहरूले विविध कार्यक्रमहरू गरि नर्सिङ दिवस मनाउँदैछन् ।",
                
                "सेतो कोट लगाएकी, कपालमा रिबन बाँधेकी, औषधीहरु बाेकेकी अनि मुस्कान सहितको सेवा प्रदायक स्वास्थ्य परिचारीका नर्सकाे अस्पतालहरूका मुख्य व्यक्ति हुन् ।",
                
                "सन् १९४७ मा विर अस्पतालको स्थापना पछी स्वास्थ्य सहायकका रुपमा केही कम्पाउन्डर र भारतमा तालिम लिएका केही औंलामा गन्नसक्ने ब्यत्तिहरु मात्रै थिए, विर अस्पतालको ईतिहास पल्टाउदा उतिवेला ड्रेसिङ् लगायत अन्य उपचारहरु कम्पाउन्डर या डाक्टर स्वयंले गर्ने गर्दथे । भने अहिले आएर धेरै स्वास्थ्य खुलेका छन् । त्यहाँ नर्सहरुले सेवा दिइरहेका छन् । त्यसाे त नेपालमा मात्र हैन विश्वमै नर्सिङ शिक्षाकाे छुट्टै पढाइ हुने गरेकाे छ ।",
                
                "नेपालमा नर्सिङ्ग सेवाको इतिहास पुरानै रहेपनि नर्सहरु स्वंयको अवस्थामा भने खासै सुधार देखिएको छैन । साढे छ दशकको नर्सिङ अभ्यासमा अझै पनि नर्सहरु सेवासुविधा लगायत व्यवसायिक सुरक्षाका लागि संघर्षरत छन् ।",
                
  "नेपालमा नर्सिङ शिक्षाको इतिहासलाई हेर्दा वि.सं. १९८५ मा विद्यादेवी, राधादेवी, विष्णुदेवी तथा धर्मदेवीलाई तत्कालीन प्रधानमन्त्री चन्द्रसमशेरका पालामा प्रसूति सेवासम्बन्धी डेढवर्षे तालिमका लागि भारत पठाइएको थियो ।",
  
  "यसभन्दा अगाडि नेपालमा विदेशबाट नर्स ल्याई राजपरिवार तथा विशिष्ट घरानाहरूको सेवामा लगाइन्थ्यो । वि.सं. २००९ मा उमादेवी दास तथा रुक्मणि चरण श्रेष्ठलाई भारतमा चार वर्षे नर्सिङ तालिमका लागि पठाइयो र उनीहरू फर्किएपछि नेपालमा २०१३ सालमा पहिलो पटक नर्सिङ स्कुल खोलिएकाे हाे ।",
  
  "नेपालमा नयाँ शिक्षा योजना लागू हुँदा वि.सं. २०२९ मा सबै नर्सिङ कलेजहरूलाई त्रिभुवन विश्वविद्यालय अन्तर्गत गाभियो । त्रि.वि. अन्तर्गत २०३३ सालमा पहिलोपटक स्नातक तह तथा २०५२ सालमा स्नातकोत्तर (एम.एस्सी. नर्सिङ) तहको पढाइ सुरु भएकाे हाे ।",
  
  "बिरामीलाई स्वास्थ्य बनाउन नर्सहरूको ठूलो भूमिका रहेको हुन्छ । नर्सहरूले स्वास्थ्य सेवाका विविध क्षेत्रमा महत्वपूर्ण योगदान पुऱ्याएका छन् । नेपाल लगायत विश्वभरि नर्सहरूको व्यापक माग छ । स्वास्थ्य जस्तो संवेदनशील क्षेत्रमा काम गर्नुपर्ने तथा २४ सै घण्टा विरामीहरुको स्याहार सुसारमा बिताउनु पर्ने भएपनि नर्सहरूले उचित सेवा सुविधाहरू पाएका छैनन् । अस्पतालहरुमा स्वंयसेवा गर्नुपर्ने, तलव भत्ताको कमी, नर्स प्यासेन्ट रेसियो लागू नहुनु नर्सहरुको लामाे समयदेखिकाे समस्या हो ।",
  
  "सेवा सुविधासँगै व्यवसायिकताका लागि नर्सहरुको संघर्ष भने जारी छ । देशमा रोजगारीको उचित अवसर सृर्जना नहुनुले नर्सहरु विदेशीने क्रम बढ्दो छ । विदेशमा भने नर्सहरूले राम्राे सेवा सुविधाहरू पाउने गरेका छन् । नेपालबाट हरेक वर्ष नर्सिङ काउन्सिलकाे परीक्षा पास गरि सयाैं नर्सहरू बैदेशिक राेजगारी र उच्च शिक्षामा विदेशिने गरेका छन् ।"
]
},{
    title:"राष्ट्रिय नर्स दिवसः नसर्हरू व्यवसायिक सुरक्षाका लागि अझै संघर्षरत",
    date:"04/04/2024",
    image:"https://tp-acharya.terracecafe.com.np/upload/images/activities/1712230374yuPhuoDBej0c9K9qvvOgfLIxNJ0carXlxMT.jpg",
    news:[
        "काठमाडाैं । आज माघको १५ गते । राष्ट्रिय नर्स दिवस । यस अवसरमा नेपाल नर्सिङ संघ, नेपाल नर्सिङ काउन्सिल लगायत देशभरका स्वास्थ्य संस्थाहरूले विविध कार्यक्रमहरू गरि नर्सिङ दिवस मनाउँदैछन् ।",
        "सेतो कोट लगाएकी, कपालमा रिबन बाँधेकी, औषधीहरु बाेकेकी अनि मुस्कान सहितको सेवा प्रदायक स्वास्थ्य परिचारीका नर्सकाे अस्पतालहरूका मुख्य व्यक्ति हुन् ।",
        "सन् १९४७ मा विर अस्पतालको स्थापना पछी स्वास्थ्य सहायकका रुपमा केही कम्पाउन्डर र भारतमा तालिम लिएका केही औंलामा गन्नसक्ने ब्यत्तिहरु मात्रै थिए, विर अस्पतालको ईतिहास पल्टाउदा उतिवेला ड्रेसिङ् लगायत अन्य उपचारहरु कम्पाउन्डर या डाक्टर स्वयंले गर्ने गर्दथे । भने अहिले आएर धेरै स्वास्थ्य खुलेका छन् । त्यहाँ नर्सहरुले सेवा दिइरहेका छन् । त्यसाे त नेपालमा मात्र हैन विश्वमै नर्सिङ शिक्षाकाे छुट्टै पढाइ हुने गरेकाे छ ।",
        "नेपालमा नर्सिङ्ग सेवाको इतिहास पुरानै रहेपनि नर्सहरु स्वंयको अवस्थामा भने खासै सुधार देखिएको छैन । साढे छ दशकको नर्सिङ अभ्यासमा अझै पनि नर्सहरु सेवासुविधा लगायत व्यवसायिक सुरक्षाका लागि संघर्षरत छन् ।",
        "नेपालमा नर्सिङ शिक्षाको इतिहासलाई हेर्दा वि.सं. १९८५ मा विद्यादेवी, राधादेवी, विष्णुदेवी तथा धर्मदेवीलाई तत्कालीन प्रधानमन्त्री चन्द्रसमशेरका पालामा प्रसूति सेवासम्बन्धी डेढवर्षे तालिमका लागि भारत पठाइएको थियो ।",
        "यसभन्दा अगाडि नेपालमा विदेशबाट नर्स ल्याई राजपरिवार तथा विशिष्ट घरानाहरूको सेवामा लगाइन्थ्यो । वि.सं. २००९ मा उमादेवी दास तथा रुक्मणि चरण श्रेष्ठलाई भारतमा चार वर्षे नर्सिङ तालिमका लागि पठाइयो र उनीहरू फर्किएपछि नेपालमा २०१३ सालमा पहिलो पटक नर्सिङ स्कुल खोलिएकाे हाे ।",
        "नेपालमा नयाँ शिक्षा योजना लागू हुँदा वि.सं. २०२९ मा सबै नर्सिङ कलेजहरूलाई त्रिभुवन विश्वविद्यालय अन्तर्गत गाभियो । त्रि.वि. अन्तर्गत २०३३ सालमा पहिलोपटक स्नातक तह तथा २०५२ सालमा स्नातकोत्तर (एम.एस्सी. नर्सिङ) तहको पढाइ सुरु भएकाे हाे ।",
        "बिरामीलाई स्वास्थ्य बनाउन नर्सहरूको ठूलो भूमिका रहेको हुन्छ । नर्सहरूले स्वास्थ्य सेवाका विविध क्षेत्रमा महत्वपूर्ण योगदान पुऱ्याएका छन् । नेपाल लगायत विश्वभरि नर्सहरूको व्यापक माग छ । स्वास्थ्य जस्तो संवेदनशील क्षेत्रमा काम गर्नुपर्ने तथा २४ सै घण्टा विरामीहरुको स्याहार सुसारमा बिताउनु पर्ने भएपनि नर्सहरूले उचित सेवा सुविधाहरू पाएका छैनन् । अस्पतालहरुमा स्वंयसेवा गर्नुपर्ने, तलव भत्ताको कमी, नर्स प्यासेन्ट रेसियो लागू नहुनु नर्सहरुको लामाे समयदेखिकाे समस्या हो ।",
        "सेवा सुविधासँगै व्यवसायिकताका लागि नर्सहरुको संघर्ष भने जारी छ । देशमा रोजगारीको उचित अवसर सृर्जना नहुनुले नर्सहरु विदेशीने क्रम बढ्दो छ । विदेशमा भने नर्सहरूले राम्राे सेवा सुविधाहरू पाउने गरेका छन् । नेपालबाट हरेक वर्ष नर्सिङ काउन्सिलकाे परीक्षा पास गरि सयाैं नर्सहरू बैदेशिक राेजगारी र उच्च शिक्षामा विदेशिने गरेका छन् ।"
    ]
},
    {
    title:"सरकारले २० करोड दिएर पठाओस् ९१ दिनमा एमबिबिएस सुरु गरिदिन्छु’ सांसद सुनिल शर्मा",
    date:"04/04/2024",
    image:"https://tp-acharya.terracecafe.com.np/upload/images/activities/1712229410act.jpg",
    news:[
        "काठमाडौं । सरकारले बीस करोड दिए ९१ दिनमा सप्तरीको जिल्ला अस्पतालमा एमबिबिएसको पढाई चलाएर देखाई दिने नेपाली कांग्रेसका सांसद डा.सुनिलकुमार शर्माले बताएका छन् । नेपाली कांग्रेस सप्तरी जिल्ला कार्यालयमा आयोजित अन्तरक्रियात्मक कार्यक्रममा बोल्दै सांसद शर्माले सरकारले सप्तरीमा मेडिकल कलेज खोल्न आफुलाई म्याण्डेट दिएर पठाए अहिलेको जिल्ला अस्पतालमै एमबिबिएसको पढाई सूचारु गरिदिने बताएका हुन् ।",
        "‘म प्रचण्डलाई, शेरबहादुर दाईलाई, केपी ओलीलाई रबिजीलाई उपेन्द्र यादवलाई म्यासेज दिन चाहन्छु । सरकारसँग साँच्चिकै राजविराजमा मेडिकल कलेज खोल्ने चाहना छ भने २० करोड पैसा र जिल्ला अस्पताल डिक्लिएर गरेर ९० दिनको समय दिएर मलाई पठाओस् ९१ दिनमा एमबिबिएसको कक्षा सुरु गर्छु ।’ पूर्वाञ्चल विश्वविद्यालयमा २०६२, ०६३ सालदेखि रोकिएको मेडिकल कलेज आफु निर्वाचित भएर गएपछि सूचारु गर्न पहल गरेको उदाहरण दिँदै सांसद शर्माले भने ।",
        "पूर्वाञ्चल विश्वविद्यालयमा मेडिकल कलेज सञ्चालन गर्ने कार्यमा आफुले प्रधानमन्त्री प्रचण्डको हात समाएर मन्त्रिपरिषद्बाट एजेण्डा पास गर्दै सबै प्रक्रिया पुरा हुँदापनि स्थानीय एमालेका नेताहरुका कारण मेडिकल कलेज सञ्चालन हुन नसकेको भन्दै सांसद शर्माले चेतनाको स्तर सानो हुँदा समस्या पैदा हुने बताए ।",
        "केही मान्छेहरुले तीसौं बर्षदेखि पार्टी, सत्ता र सेटिङमा कुर्सी समेत क्याप्चर गरेर बस्दा अरुले पालो नपाएको भन्दै प्रजातन्त्रको सुन्दरता नै हराएको जिकीर गर्दै वीपी कोइराला र अग्रजहरुले अहिलेको परिस्थितिका लागि नलडेको चर्चा गरे ।",
        "पार्टीको आन्तरिक विषयमा बोल्दै सांसद शर्माले प्रजातन्त्रमा बोल्न पाइने, अधिवेशनमा फरक कुरा राख्न पाउने, बहस गर्न पाउने तर, अधिवेशन पछि एक ढिक्का भएर जानुपर्ने बताए । ‘जायज कुरा बोल्न पाइन्छ, फरक टीममा बस्न पाइन्छ, मारामारी गरेर अधिवेशनमा लड्न पाइन्छ तर, चुनाब सकिएको भोलीपल्ट सबै दुस्मनीहरु विर्सेर पार्टीभित्र, यो मन्दिरभित्र एकै ठाउँमा उभिनुपर्छ ।’",
        "अधिवेशन सम्पन्न भइसकेपछि त्यहाँ भएका मतभेद र विवादहरु विर्सिएर अगाडी बढ्नुपर्नेमा बहिस्कार गरेर हिँड्नेहरु कांग्रेसी हुनै नसक्ने भन्दै सांसद शर्माले भने,‘कांग्रेस पार्टीको आधिकारिक मञ्चलाई बहिस्कार गर्नेहरु कांग्रेस हुनै सक्दैन । त्यो गुटको नेता हो ।’ सप्तरीमा पार्टीभित्र विचार, विवेग र चेतनाको मात्र समस्या रहेको जिकीर गर्दै सांसद शर्माले व्यक्तिको सोचलाई बृहद् बनाउनु पर्ने बताए ।",
        "सांसद शर्मा माघ १३ गतेदेखि मधेश प्रदेसका सप्तरी, सिराहा, उदयपुर कोशी प्रदेशको ओखलढुङ्गा, सोलुखुम्बु, खोटाङको यात्रामा छन् । यसअघि पूर्वी पहाडी जिल्लाहरु धनकुटा, तेह्रथुम, संखुवासभा, भोजपुर, ताप्लेजुङ, पाँचथर हुँदै इलामसम्मको यात्रा गरिसकेका उनले सो क्रममा जिल्लाका पार्टी कमिटी, विभिन्न भातृ संगठन, नेता, कार्यकर्ता र जनतासँग सात्क्षात्कार गरिरहेका छन् ।"
    ]
}],

currentAffairs:[{
title:"प्रसिद्ध मुटुरोग विशेषज्ञ डा. अरुण सायमी केएमसीमा आबद्ध",
date:"04/04/2024",
type:"currentaffairs",
image:"https://tp-acharya.terracecafe.com.np/upload/images/activities/1712230304activity.jpg",
news:[
    "काठमाडौं, २६ असार । प्रसिद्ध मुटुरोग विशेषज्ञ प्राध्यापक डाक्टर अरुण सायमी काठमाडौं मेडिकल कलेजमा आबद्ध भएका छन् । ४ दशकदेखि चिकित्सकीय सेवामा समर्पित डा. सायमीले साउन १ गतेदेखि सिनामंगल स्थित काठमाडौं मेडिकल कलेजमा सेवा दिने भएका हुन् ।",
  "शहिद गंगालाल ह्दय केन्द्रका संस्थापक अध्यक्षसमेत रहिसकेका डा. सायमीले कार्डियोलोजी विभागमा प्रोफेसरको रुपमा सेवा दिने केएमसीका जनरल मेनेजर नारायण दाहालले जानकारी दिए ।",
  "‘साउन १ गतेदेखि प्रसिद्ध मुटु रोग विशेषज्ञ डा. अरुण सायमीले केएमसीमा सेवा दिँदै हुनुहुन्छ । केएमसीमा मुटु रोगीहरुलाई विशेषज्ञ स्वास्थ्य सेवा प्रदान गर्न उहाँलाई नियुक्त गरेका हौं ।’ डा. सायमी आएसँगै केएमसीले कार्डियोलोजी विभागलाई अझ व्यवस्थित र प्रभावकारी बनाउने दाहालले जानकारी दिँदै भने ।",
  "नेपालका अनुभबी मुटु रोग विशेषज्ञ चिकित्सकहरु मध्येका एक चिकित्सकका रुपमा लामो समयदेखि कार्यरत डा. सायमीले ४० वर्षदेखि एमविविएस, एमडी, डिएम कार्डियोलोजीका विद्यार्थीहरुलाई अध्यापनसमेत गराउँदै आएका थिए । डा. सायमीसँग करिब २१ वर्ष नेपाल सरकारका प्रधानमन्त्रीको निजी चिकित्सक समेत रहेर काम गरेको अनुभव छ ।",
  "महाराजगञ्ज शिक्षण अस्पतालको जनरल मेडिसिन विभागको प्राध्यापक रहिसकेका डा. सायमी सूप्रवल जनसेवा श्री पदकबाट विभुषित छन् । भारतको जलपापुर मेडिकल कलेजबाट एमविविएस गरी इन्टिच्युट अफ कार्डियोभास्कुलर डिजिज, बंगलादेशबाट एमडी गरेका डा.सायमीले स्वास्थ्य अनुसन्धान सम्बन्धी करिब एक दर्जन खोज अनुसन्धान प्रकाशन गरेका छन् ।",
  "मनमोहन कार्डियोथेराटिक्स भास्कुलर एण्ड ट्रान्सप्लान्स सेन्टरका संस्थापक बोर्ड अध्यक्षसमेत रहिसकेका डा. सायमीसँग चिकित्सा शाष्त्र अध्ययन संस्थानको डीन, कार्डिक सोसाइटी अफ नेपालको अध्यक्ष, सार्क कार्डिक सोसाइटीको महासचिव, एसियन प्यासिफिक सोसाइटी अफ कार्डियोलोजीको उपाध्यक्ष भएर काम गरेको अनुभव छ ।",
  "समाजसेवा र स्वास्थ्य सेवालाई एक साथै अगाडी बढाउँदै राजनीतिमा सक्रिय डा. सुनिलकुमार शर्माले केएमसीकाे नेतृत्व संहाले पछि त्यहाँकाे स्वास्थ्य सेवालाई थप व्यवस्थित बनाइएकाे छ । हाल डा. शर्मा प्रतिनिधि सभा सदस्यमा निर्वाचित भएर गएपनि उनकाे साेच र उद्देश्य अनुसार केएमसीलाई मुलुककै नमूना स्वास्थ्य संस्था बनाउने काम भइरहेकाे छ । साेहि अनुसार बरिष्ठ चिकित्सकसँगै नविनतम स्वास्थ्य प्रविधिहरू भित्र्याइएकाे केएमसीकी कार्यकारी अध्यक्ष साेयना शर्माले जानकारी दिइन् ।"
]
},{
    title:"सरकारी अस्पतालमा भन्दा केएमसीमा उपचार गर्न सस्ताे",
    date:"04/04/2024",
    type:"currentaffairs",
    image:"https://tp-acharya.terracecafe.com.np/upload/images/activities/1712229671act%202.jpg",
    news:[
 "काठमाडौं । सरकारी क्षेत्रबाट सञ्चालित काठमाडौंको वीर अस्पतालमा बिरामीले एक दिन आइसीयूमा बस्दा बेड चार्ज दुई हजार तिर्नुपर्छ । अर्को सरकारी अस्पताल सिभिलमा पनि आईसीयू चार्ज दुई हजार नै छ । तर, निजी क्षेत्रबाट सञ्चालित सिनामंगलस्थित काठमाडौं मेडिकल कलेजले १ हजार ९ सय रुपैयाँमै बिरामीलाई आइसीयूमा राखेर उपचार गर्न थालेको छ ।",
  "केएमसीका कार्यकारी अध्यक्ष डा.सुनिल शर्माले केएमसीको उपचारमा नयाँ र सस्तो दर रेट कायम गराएका हुन् । निजी क्षेत्रबाट सञ्चालित केएमसीले सरकारी अस्पतालको भन्दा पनि सस्तो दर रेटमा उपचार थालेको केएमसीका कार्यकारी अध्यक्ष डा.शर्माले बताए । ‘बिरामीहरुलाई सहुलियत दरमा गुणस्तरीय उपचार सेवा दिन हामीले सरकारी भन्दा पनि सस्तो दर रेटमा उपचार सेवा प्रदान गर्न थालेका छौं,’ डा.शर्माले भने, ‘अब, बिरामीहरुले सस्तो दर मै गुणस्तरीय उपचार पाउँनेछन् ।’",
  "बुधबारबाट केएमसीले उपचार दर रेट परिमार्जन गरेर सस्तो बनाएको हो । यसअघि प्रतिदिन आइसीयू चार्ज ५ हजार लिँदै आएको केएमसीले एकैपटक ३ हजार १ सय रुपैयाँ रेट घटाएर १ हजार ९ सयमै आइसीयूमा उपचार थालेको हो । यता, भेन्टिलेटर, हाइकेयर, अक्सिजन लगायत सात प्रकारमा उपचार सेवामा केएमसीले दर रेट घटाएको छ ।",
  "केएमसीमा पहिले ४ हजार ५ सय पर्दै आएको भेन्टिलेटर सेवा अब बिरामीले दुई हजारमै पाउँन थालेका छन् । हाई केयरमा पनि पाँच सय रेट घटाएर १ हजार ५ सय कायम गरिएको छ । पहिले अक्सिजन प्रयोग गर्दा प्रति घण्टा दुई सय पर्ने गरेको भएपनि अहिले त्यसलाई घटाएर २० रुपैयाँमा झारिएको केएमसीले जनाएको छ ।",
  "केएमसीले सबै उपचार सेवा सहुलियत दरमै प्रदान गर्ने गरेको अस्पतालका जेनेरल मेनेजर नारायण दाहाल बताउँछन् । केएमसीमा १०० बेडको जेनेरल आइसीयू, ४० बेडको एनआइसीयू, ३५ बेडको न्यूरो आइसीयू र १० बेडको पीआइसीयू गरी सघन उपचारका लागि १८५ बेड छन् । सघन उपचार कक्षका हिसावले जुन नेपालकै सबैभन्दा बढी हो । दक्ष चिकित्सक र अत्याधुनिक उपकरणको व्यवस्थापनका कारण गुणस्तरीय उपचारका क्षेत्रमा केएमसी अग्रणी स्वास्थ्य संस्थाको रुपमा चिनिने गरेको छ ।"
    ]
}]
}
