import FoundationFooter from "../Company/FoudationFooter"
import BasicIntro from "../Reusable/BasicIntro"

const LibrarySection = () => {
    const libraryData = {
        image:"https://tp-acharya.terracecafe.com.np/upload/images/library/1708499556170849355410.%20Tanka%20Prasad%20Acharya%20Smriti%20Bhaban%20Katunje.jpg",
        title:"टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालय",
        information:[
            "टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालय नेपालको एक प्रमुख पुस्तकालय हो जो काठमाडौं नगरपालिका-४, स्याम्बू मार्गमा स्थित छ। यो प्रतिष्ठान पुस्तकालय नेपाली साहित्य, संस्कृति, ऐतिहासिक पुस्तकहरू, विद्यार्थीहरूको लागि अनौपचारिक पढाइ, अनुसन्धान र अध्ययनको लागि एक महत्त्वपूर्ण स्रोत हो।","टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालयमा विशाल पुस्तक संग्रह छ जसमा नेपाली साहित्य, कृतिहरूको संग्रह, विद्यालयीन पाठ्यपुस्तकहरू, संस्कृति, ऐतिहासिक तथा धार्मिक पुस्तकहरू समावेश गरिएका छन्।","यस पुस्तकालयले विभिन्न श्रेणीमा पुस्तकहरूको संग्रह गर्दछ, जसमा साहित्य, कला, सांस्कृतिक धरोहर, ऐतिहासिक पुस्तकहरू र अन्य विभिन्न विषयमा पुस्तकहरू समावेश गरिएको छ।","टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालय नेपालको सांस्कृतिक धरोहरलाई संरक्षण गर्न र जनसाधारणलाई साहित्यिक तथा सांस्कृतिक पुस्तकहरूको ज्ञान प्रदान गर्ने लक्ष्य राख्दछ। यसैगरी, विभिन्न विद्यार्थीहरू र शोधकर्ताहरूलाई आधुनिक तथा पारम्परिक पुस्तकहरूको सुविधा प्रदान गर्ने क्रममा यो प्रतिष्ठान पुस्तकालय एक महत्त्वपूर्ण स्थान हो।","टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालय नेपाली साहित्य र संस्कृतिक धरोहरको अध्ययन गर्ने विद्यार्थीहरू, लेखकहरू, विद्यासंस्थाहरू र साहित्य प्रेमीहरूको लागि एक महत्त्वपूर्ण स्रोतको रूपमा परिचित छ। यस प्रतिष्ठानले प्रकाशन, अनुसन्धान, पुस्तकालय सेवाहरू प्रदान गर्दछ जसले विभिन्न समृद्ध साहित्यिक और सांस्कृतिक परिवेशहरूको निर्माण गर्दछ।","यो प्रतिष्ठान पुस्तकालय विभिन्न प्रकारका साहित्यिक कार्यक्रमहरू, पुस्तक लोकार्पण, साहित्यिक सम्मेलन, शृङ्खला प्रस्तुति, रचना प्रतियोगिता र साहित्यिक गतिविधिहरू आयोजना गर्दछ। यसले साहित्यिक सृजनात्मकताको प्रोत्साहन गर्दछ र साहित्यिक समृद्धि तथा विचारशीलताको बृद्धि गराउँछ।","टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालय नेपालको संस्कृति र इतिहासमा महत्त्वपूर्ण रूपमा योगदान गर्दै आएको छ। यसले साहित्यिक और सांस्कृतिक पुस्तकहरूको उत्कृष्टता र संरक्षण गर्ने क्रममा समर्थन गर्दछ।","टंकप्रसाद आचार्य प्रतिष्ठान पुस्तकालय नेपालको साहित्यिक समृद्धि तथा विद्यार्थीहरूको साहित्यिक ज्ञान बृद्धि गराउने लक्ष्य राखेको छ जसले साहित्यिक प्रेमीहरूलाई पुस्तकालय सेवा र साहित्यिक संसारको सम्पूर्णता अनुभव गराउँछ।"
        ]
    }
  return (
    <div>
<BasicIntro data={libraryData}/>
<FoundationFooter/>
    </div>
  )
}

export default LibrarySection
